package data

var LicensePlate = map[string][]string{
	"provinces":  {"京", "沪", "浙", "苏", "粤", "鲁", "晋", "冀", "豫", "川", "渝", "辽", "吉", "黑", "皖", "鄂", "津", "贵", "云", "桂", "琼", "青", "新", "藏", "蒙", "宁", "甘", "陕", "闽", "赣", "湘"},
	"last":       {"挂", "学", "警", "港", "澳", "使", "领"},
	"num":        {"A", "B", "C", "D", "E", "F", "G", "H", "J", "K", "L", "M", "N", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "1", "2", "3", "4", "5", "6", "7", "8", "9", "0"},
	"new_energy": {"A", "B", "C", "D", "E", "F", "G", "H"},
}
